[GENERAL]
NAME					= Turkish
TRANSLATOR				= Vektor Güler (vektorai)
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= Ok
TEXT_MESSAGEBOX_CANCEL			= İptâl
TEXT_MESSAGEBOX_ABORT			= Durdur
TEXT_MESSAGEBOX_RETRY			= Yeniden dene
TEXT_MESSAGEBOX_IGNORE			= Görmezden Gel
TEXT_MESSAGEBOX_YES			= Evet
TEXT_MESSAGEBOX_NO			= Hayır
TEXT_MESSAGEBOX_CONTINUE		= Devâm et

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= Portatif
TEXT_BUILDNO				= Build#
TEXT_SELECT_FOLDER			= Klâsör seç.
TEXT_ASSOC_IMAGE			= Görüntü (${str1}) Dosyası
TEXT_ASSOC_RAWIMAGE			= RAW Görüntü (${str1}) Dosyası
TEXT_ASSOC_EBOOK			= Sıkıştırılmış Görüntü (${str1}) Dosyası
TEXT_APP_DESC				= Honeyview aşırı hızlı bir resim görüntüleyicisidir.
TEXT_ABOUTBOX_TAB1			= Honeyview hakkında
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Görüntü Dosyası
TEXT_OPENFILEDLG_ALLFILE		= Bütün Dosyalar
TEXT_NEW_FOLDER				= Yeni Klâsör
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Gerekli kurulum dosyaları indirme işlemi başarısız oldu.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Sürüm denetimi başarısız oldu
TEXT_UPDATE_VERSION_CHECKING		= Sürüm denetleniyor.
TEXT_UPDATE_DOWNLOAD_FAILED		= İndirme işlemi başarısız oldu.
TEXT_UPDATE_LATEST_VERSION		= Güncel
TEXT_UPDATE_DO_DOWNLOAD			= Güncelleme gerekli
TEXT_UPDATE_DOWNLOAD_COMPLETED		= İndirme tamamlandı

TEXT_MSG_LASTPAGE			= En sonki görüntü.
TEXT_MSG_FIRSTPAGE			= İlk görüntü.
TEXT_MSG_NOIMAGEFILE			= Sıkıştırılmış dosyada görüntü yok.
TEXT_MSG_INVALID_PHOTOFOLDER		= Lütfen 'Fotoğraf Klâsör' yolunu ayarlayın.
TEXT_MSG_CANTOPENARCHIVE		= Dosya açma işlemi başarısız oldu:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Bu dosya türü desteklenmiyor. Lütfen son sürüme güncelleyin.
TEXT_MSG_INVALID_PASSWORD		= Yanlış şifre.
TEXT_MSG_STRETCHWHENSMALL_ON		= Ufak Görüntü Gerdirme: Açık
TEXT_MSG_STRETCHWHENSMALL_OFF		= Ufak Görüntü Gerdirme: Kapalı
TEXT_MSG_CANTOPENBOOKMARK		= Yer imleri açma işlemi başarısız oldu.
TEXT_MSG_BROKENARCHIVE			= Sıkıştırılmış dosya zarar görmüş.
TEXT_MSG_ADDTOBOOKMARK			= Yem imlerine ekle: 
TEXT_MSG_LOADRECENTBOOKMARK		= Son kaydedilen yer imini aç:
TEXT_MSG_SLIDESHOWSTART			= Slayt Gösterimi Aç: ${TIME}sec
TEXT_MSG_SLIDESHOWSTOP			= Slaytı Durdur:
TEXT_MSG_ALWAYSONTOP_ON			= Her Zaman Üstte: Açık
TEXT_MSG_ALWAYSONTOP_OFF		= Her Zaman Üstte: Kapalı
TEXT_MSG_ZOOMFIX_ON			= İçeri/Dışarı Yakınlaştırma: Açık
TEXT_MSG_ZOOMFIX_OFF			= İçeri/Dışarı Yakınlaştırma: Kapalı
TEXT_MSG_EXTPROGERR_LAUNCH		= Götüntü Düzenleyici ile aç.
TEXT_MSG_EXTPROGERR_NOTSET		= Yapılandırmada Görüntü Düzenleyici seçiniz. (Paint, Photoshop, etc.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Sıkıştırılmış dosya konumunu hatırla:
TEXT_MSG_RESTART_NOTIFY			= Yazılım yeniden başlatılacak.
TEXT_MSG_COPY2CLIPBOARD			= Panoya kopyalanan.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Panoya kopyalama işlemi başarısız oldu.
TEXT_MSG_BOOKMARK_EXPORTED		= Yer imleri kaydedildi..
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Yer imi kaydetme işlemi başarısı oldu.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Yer imlerini açma işlemi başarısız oldu. 
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Yer imi alınamadı.
TEXT_MSG_BOOKMARK_IMPORTED		= Yer imleri ithâl edilmiştir.
TEXT_MSG_SETWALLPAPER_FAILED		= Masaüstü arkaplânı ayarlama başarısız oldu.
TEXT_MSG_CANT_OPEN_IMAGE		= Görüntü dosyası açılamıyor.
TEXT_MSG_TRANSFORM_COMPLETED		= İşlem tamamlandı.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Dosya açılamıyor.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Dosya kaydedilmiyor.
TEXT_MSG_CANT_OPEN_MMF			= MMF. (mmf:${str1}) açılamıyor.
TEXT_MSG_NOTICE_RESTART			= Yazılım yeniden başlatılacak.
TEXT_MSG_DELETED			= Silindi.

TEXT_ASK_INIT				= Varsayılanlara sıfırlamak ister misin?
TEXT_ASK_DELETE_IMAGE			= Geri Dönüşüm Kutusu'na bu dosyayı taşımak istediğinizden emin misiniz?
TEXT_ASK_DELETE_ARCHIVE			= Geçerli görüntü sıkıştırılmış dosyanın bir parçasıdır.[br][br]Sıkıştırılmış dosyayı silmek ister misin? (${FILENAME})?
TEXT_ASK_DELETE_BOOKMARKALL		= Kaydedilen bütün yer imlerini silmek ister misin?
TEXT_ASK_LAUNCH_ASSOCUI			= Windows 8 veyâ sonraki sürümleri için, kullanıcıların elle uzantılarını ilişkilendirmesi gerekmektedir. [br][br]Uzantıları ilişkilendirmek istiyor musunuz?
TEXT_ASK_STOP_BATCH_PROCESSING		= İşlem arka plânda devâm ediyor. İptâl etmek ister misin?

TEXT_FILTERMODE_NONE			= Filtre Yok
TEXT_FILTERMODE_BILINEAR		= Filtre: Yumuşat
TEXT_FILTERMODE_SHARPEN			= Filter: Yumuşat+Keskinleştir

TEXT_SHOWMODE_NONE			= Görünüm: Orijinâl Boyut (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Görünüm: Pencereye Sığdır
TEXT_SHOWMODE_FIT2WIDTH			= Görünüm: Genişliği Sığdır
TEXT_SHOWMODE_TWO_L2R			= Akıllı Çift sayfa (Left->Right)
TEXT_SHOWMODE_TWO_R2L			= Akıllı Çift sayfa (Left<-Right)

TEXT_NEXTPATH_NOFILE			= Klâsör Taşı: Gezinti yapılamıyor (Lütfen bir dosya açın)
TEXT_NEXTPATH_LASTFOLDER		= Sonraki Klâsör: Gezinti yapılamıyor
TEXT_PREVPATH_LASTFOLDER		= Öncekki Klâsör: Gezinti yapılamıyor
TEXT_NEXTPATH_OPENFOLDER		= Sonraki Klâsör:
TEXT_PREVPATH_OPENFOLDER		= Önceki Klâsör:

TEXT_DELETE				= Sil: 
TEXT_COPY_TO_PHOTOFOLDER1		= Fotoğraf Klâsörüne Kopyala 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Fotoğraf Klâsörüne Kopyala 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Fotoğraf Klâsörüne Taşı 1:

TEXT_SELECTFILEDLG_FILELIST		= Liste
TEXT_SELECTFILEDLG_DATE			= Târihi Değiştir
TEXT_SELECTFILEDLG_SIZE			= Boyut

TEXT_BOOKMARKEDITDLG_PATH		= Yol

TEXT_PAGETURNFX_NONE			= Efekt Yok
TEXT_PAGETURNFX_HV2			= Çevir
TEXT_PAGETURNFX_ALPHA			= Karart
TEXT_PAGETURNFX_SLIDE			= Slayt

TEXT_FILEINFO_FILENAME			= Dosya Adı
TEXT_FILEINFO_SIZE			= Görüntü Boyutu
TEXT_FILEINFO_CREATETIME		= Oluşturulma Târihi
TEXT_FILEINFO_MODIFYTIME		= Değiştirilme Târihi
TEXT_FILEINFO_IMGINFO			= Görüntü Bilgisi
TEXT_FILEINFO_ROTATE			= Çevirme Bilgisi
TEXT_FILEINFO_ZOOM			= Yakınlaştır İçeri/Dışarı

TEXT_EXIF_MAKER				= Oluştur
TEXT_EXIF_MODEL				= Kamera Modeli
TEXT_EXIF_SOFTWARE			= Yazılım
TEXT_EXIF_ARTIST			= sanakâr
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Telif Hakkı
TEXT_EXIF_DATETIME			= Çekim Târihi/Saati
TEXT_EXIF_FLASHUSED			= Flâş
TEXT_EXIF_FOCALLENGTH			= Odak Uzunluğu
TEXT_EXIF_FOCALLENGTH_35MM		= 35mm Eşitlik
TEXT_EXIF_EXPOSURETIME			= Pozlama Saati
TEXT_EXIF_EXPOSUREBIAS			= Pozlama Dengeleme
TEXT_EXIF_APERTUREFNUMBER		= Diyafram Sayısı
TEXT_EXIF_ISOEQUIVALENT			= ISO Hızı
TEXT_EXIF_METERINGMODE			= Metraj Kipi
TEXT_EXIF_EXPOSUREPROGRAM		= Pozlama Programı
TEXT_EXIF_DISTANCE			= Odak Uzaklığı
TEXT_EXIF_GPS				= GPS Bilgisi
TEXT_EXIF_COMMENT			= Comment

TEXT_CUSTOMCMD_NOOPERATION		= Hiçbir şey yapma
TEXT_CUSTOMCMD_FULLSCREEN		= Tam ekran
TEXT_CUSTOMCMD_MAXIMIZE			= Maksimuma çıkar
TEXT_CUSTOMCMD_MINIMIZE			= Minimuma indir
TEXT_CUSTOMCMD_PAGESELECT		= GÖrüntü Seç
TEXT_CUSTOMCMD_EXIT			= Çıkış
TEXT_CUSTOMCMD_OPEN			= Dosya Aç
TEXT_CUSTOMCMD_OPENFOLDER		= Klâsör Aç
TEXT_CUSTOMCMD_NEXT1			= Sonraki 1. Sayfa (Çift Görünüm) 
TEXT_CUSTOMCMD_PREV1			= Önceki 1. Sayfa (Çift Görünüm)
TEXT_CUSTOMCMD_NEXT			= Sonraki Görüntü
TEXT_CUSTOMCMD_PREV			= Önceki Görüntü
TEXT_CUSTOMCMD_NEXT_RANDOM		= Sonraki Tesâdüfî Görüntü
TEXT_CUSTOMCMD_PREV_RANDOM		= Önceki Tesâdüfî Görüntü
TEXT_CUSTOMCMD_HOME			= İlk Görüntü
TEXT_CUSTOMCMD_END			= En son Görüntü
TEXT_CUSTOMCMD_NEXT10			= Sonraki 10'uncu Görüntü
TEXT_CUSTOMCMD_PREV10			= Önceki 10'uncu Görüntü
TEXT_CUSTOMCMD_SCROLL_UP		= Yukarı İlerle
TEXT_CUSTOMCMD_SCROLL_DN		= Aşağı İlerle
TEXT_CUSTOMCMD_SCROLL_LEFT		= Sola İlerle
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Sağa İlerle
TEXT_CUSTOMCMD_ZOOM_IN			= Yakınlaştır
TEXT_CUSTOMCMD_ZOOM_OUT			= Uzaklaştır
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Fotoğraf Klâsörüne Kopyala
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Fotoğraf Klâsörüne Taşı
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Copy to Photo Folder2
TEXT_CUSTOMCMD_NEXTPATH			= Sonraki Sıkıştırılmış Dosya/Klâsör
TEXT_CUSTOMCMD_PREVPATH			= Önceki Sıkıştırılmış Dosya/Klâsör
TEXT_CUSTOMCMD_CONTEXT_MENU		= Kaynak Menüsü
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= File/EXIF Bilgilerini Göster

TEXT_COMBO_GIF_TRANS_OPTION_0		= Orijinal GIF Palette Kullan
TEXT_COMBO_GIF_TRANS_OPTION_1		= Beyaz Arka Plân Rengi Kullan
TEXT_COMBO_GIF_TRANS_OPTION_2		= Izgara Arka Plân Kullan
TEXT_COMBO_GIF_TRANS_OPTION_3		= Siyah Arka Plân Rengi Kullan

TEXT_COMBO_LASTFILE_ACTION_NONE		= Hiçbir şey yapma
TEXT_COMBO_LASTFILE_ACTION_ASK		= Sor
TEXT_COMBO_LASTFILE_ACTION_LOOP		= İlk Dosyaya Git
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Git Sonraki/Önceki Dosya/Klâsör

TEXT_ASSOC_GROUP0			= Sık Kullanılan Görüntü Biçimleri
TEXT_ASSOC_GROUP1			= Yeni Tanıtılan Görüntü Biçimleri
TEXT_ASSOC_GROUP2			= Kamerasız Görüntü Biçimleri
TEXT_ASSOC_GROUP3			= Sıkıştırılmış Görüntü Dosyası Biçimleri

TEXT_SORT_METHOD_FILENAME		= İsim olarak sırala
TEXT_SORT_METHOD_DATE			= Tarihe göre sırala
TEXT_SORT_METHOD_SIZE			= Boyuta göre sırala
TEXT_SORT_METHOD_EXT			= Sıralama Türüne göre sırala

TEXT_TRANSF_RESIZE_NONE			= Boyutlandırma
TEXT_TRANSF_RESIZE_KEEPRATIO		= Orijinâl boyutunu korumak
TEXT_TRANSF_RESIZE_FITWIDTH		= Genişliğe sığdır
TEXT_TRANSF_RESIZE_ADD			= Dolgu Ekle
TEXT_TRANSF_RESIZE_CUT			= Görüntüyü Kırp
TEXT_TRANSF_RESIZE_STRETCH		= Streç Görüntü

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Otomatik
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Önceki Klâsör ( [ )
TEXT_BTN_NEXT_FOLDER			= Sonraki Klâsör ( ] )
TEXT_BTN_PREV_ARCHIVE			= Önceki Sıkıştırılmış Klâsör ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Sonraki Sıkıştırılmış Klâsör ( ] )


[MENU]
MENUSTR_OPEN				= Aç\tF2
MENUSTR_OPENFOLDER			= Klâsör Aç\tF
MENUSTR_CLOSE				= Kapat\tF4
MENUSTR_PAGESELECT			= Görüntü Seç\tEnter
MENUSTR_OPEN_FILEPOSITION		= Windows Explorer'da göster\tCtrl+Enter

MENUSTR_FILTER_NONE			= Filtre Yok\tU
MENUSTR_FILTER_BILINEAR			= Yumuşat\tI
MENUSTR_FILTER_SHARPEN			= Yumuşat+Keskinleştir\tS

MENUSTR_PAGEMOVE			= İlerleme
MENUSTR_PAGEMOVE_NEXT			= Sonraki Görüntü\t->
MENUSTR_PAGEMOVE_PREV			= Önceki GÖrüntü\t<-
MENUSTR_PAGEMOVE_HOME			= İlk Görüntü\tHome
MENUSTR_PAGEMOVE_END			= Son Görüntü\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Sonraki 10'uncu Görüntü\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= Önceki 10'uncu Görüntü\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Sonraki Rasgele Görüntü\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Önceki Rasgele Görüntü\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Sonraki Klâsör/Sıkıştırılmış Dosya\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Önceki Klâsör/Sıkıştırılmış Dosya\t[

MENUSTR_INTERPOLATEMODE			= İnterpolasyon
MENUSTR_INTERPOLATEMODE_BILINEAR	= Bilinear İnterpolasyon (Hızlı)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Bikübik İnterpolasyon (Yavaş, Yüksek Kalite)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos İnterpolasyon (Yavaş, Yüksek Kalite)

MENUSTR_IMAGE_PROCESSING		= Görüntü Efekti
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Ters Görüntü\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Gamma Tazminat\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Dikey Çevir\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Yatay Çevir\tCtrl+M

MENUSTR_SORT_METHOD			= Sıralama
MENUSTR_SORT_METHOD_FILENAME		= Ad
MENUSTR_SORT_METHOD_DATE		= Değiştirilme Târihi
MENUSTR_SORT_METHOD_SIZE		= Boyut
MENUSTR_SORT_METHOD_EXT			= Tip
MENUSTR_SORT_DESCENDING			= İnme

MENUSTR_SHOWMODE			= Resim Görüntüle
MENUSTR_FILTER_STRETCHWHENSMALL		= Streç Ufak Görüntüleri\tZ
MENUSTR_SHOWMODE_NONE			= Orijinâl Boyut (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Pencereye Sığdır\t9
MENUSTR_SHOWMODE_FITWIDTH		= Genişliği Sığdır\t8
MENUSTR_SHOWMODE_TWO_L2R		= Akıllı Çift Sayfa (Left->Right)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Akıllı Çift Sayfa (Left<-Right)\t6

MENUSTR_ZOOM				= Yakınlaştır
MENUSTR_ZOOM_IN				= Yakınlaştır\t+
MENUSTR_ZOOM_OUT			= Uzaklaştır\t-
MENUSTR_ZOOM_FIX			= Düzelt\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= Yakınlaştır(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Uzaklaştır(1%)\tCtrl+-

MENUSTR_ROTATION			= Yön çevir
MENUSTR_ROTATION_NONE			= Yön çevirme\tAlt+Up
MENUSTR_ROTATION_L90			= 90˚ Çevir counter-clockwise\tAlt+Left
MENUSTR_ROTATION_R90			= 90˚ Çevir clockwise\tAlt+Right
MENUSTR_ROTATION_180			= Yatay Çevir\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Dosya/EXIF bilgisi\tTAB
MENUSTR_WALLPAPER			= Masaüstü arkaplân olarak ayarla.
MENUSTR_DELETE				= Sil\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Fotoğraf Klâsörüne Kopyala\tIns
MENUSTR_EXTPROG0			= Fotoğraf Düzenleyicisi ile Aç\tCtrl+E
MENUSTR_PRINT				= Yazdır\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Panoya Kopyala\tCtrl+C

MENUSTR_SETTING				= Yapılandırma\tF5
MENUSTR_ABOUT				= Honeyview Hakkında\tF1
MENUSTR_EXIT				= Çıkış\tX

; about popup menu
MENUSTR_HOMEPAGE			= Web Sitesi
MENUSTR_HELP				= Hotkey Yardım

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Yer imlerine ekle\tB
MENUSTR_BOOKMARK_DELALL			= Bütün Yer imlerini sil
MENUSTR_BOOKMARK_SETTTING		= Yer imi ayarları
MENUSTR_BOOKMARK_EDIT			= Yer imlerini düzenle\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Slaytı Durdur\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 sâniye\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 sâniye\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 sâniye\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 sâniye\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 sâniye\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 sâniye\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 sâniye\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 sâniye\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 sâniye\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 sâniye
MENUSTR_SLIDESHOW_15			= 15 sâniye
MENUSTR_SLIDESHOW_20			= 20 sâniye
MENUSTR_SLIDESHOW_25			= 25 sâniye
MENUSTR_SLIDESHOW_30			= 30 sâniye
MENUSTR_SLIDESHOW_60			= 60 sâniye
MENUSTR_SLIDESHOW_90			= 90 sâniye
MENUSTR_SLIDESHOW_LOOP			= Tekrarla
MENUSTR_SLIDESHOW_RANDOM		= Rasgele

MENUSTR_PAGETURNFX_NONE			= Efekt Yok
MENUSTR_PAGETURNFX_HV2			= Çevirmek
MENUSTR_PAGETURNFX_ALPHA		= Karart
MENUSTR_PAGETURNFX_SLIDE		= Slayt

MENUSTR_PHOTOFOLDER_COPY1		= Fotoğraf Klâsörüne Kopyala 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Fotoğraf Klâsörüne Taşı 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Fotoğraf Klâsörüne Kopyala 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Fotoğraf Klâsörü Ayarları
MENUSTR_PHOTOFOLDER_OPEN		= Fotoğraf Klâsörünü Aç 1

MENUSTR_TRANSFORMDLG			= Görüntüyü Dönüştür (Döndür, Yndn. Boyutlandır)\tCtrl+T

[DIALOG]
IDCANCEL				= İptâl
IDOK					= Tamam

[IDD_ABOUT]  
IDD_ABOUT				= Honeyview Hakkında
IDC_BTN_HOMEPAGE			= Web Site
IDC_BTN_UPDATE				= Güncelleme

[IDD_SETTING]
IDD_SETTING				= Yapılandırma
IDC_BTN_INIT				= Başa sar

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Genel ayarlar
IDC_CHK_USESNAP				= Pencereyi Yakala
IDC_CHK_DONOTREMEMBERFOLDER		= Yeni klâsör yolu kaydetme
IDC_CHK_ONE_INSTANCE			= Honeyview'in birden çok örneğine izin vermeyin
IDC_CHK_ASK_DELETE			= Bir dosyayı silmeden önce onaylama penceresi aç
IDC_CHK_NO_CENTER_MESSAGE		= Ekran bildirim köşesinde mesajlar yerine merkezi ayarla
IDC_CHK_ALWAYS_ON_TOP			= Her zaman üstte (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= ESC ile çıkış yap
IDC_CHK_CHECK_UPDATE			= Son sürümü denetle
IDC_CHK_CHECK_UPDATE_MINOR		= Küçük sürümleri kontrol et
IDC_STATIC_LASTFILEACTION_IMAGE		= İlk/son görüntü olduğunda eylem yap:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Arşivde ilk/son görüntü olduğunda eylem yap:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Ayarları Göster
IDC_CHK_SHOWBORDER			= Ana pencere kenarlığını göster
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Üst menü gizli olduğunda görüntünün dosya adını göster (Klâvye Kısayolu: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Yakınlaştırma saptandığında sâbit kaydet
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Üst menü çubuğunu görüntüleme
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Alt kontrol çubuğunu görüntüleme
IDC_CHK_DO_NOT_SIDE_ARROW		= Yan ok düğmelerini görüntüleme
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Do not display the animation-info control
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Do not display the zoom-info control
IDC_CHK_HIDE_TOOLTIP_HELP		= İmleç ile üzerine gelindiğinde araç ipuçlarını görüntüleme
IDC_CHK_EXIFINFO_SMALL_FONT		= EXIF/Dosya'sı için küçük yazı tipi kullan
IDC_CHK_USEBKGNDIMAGE			= Varsayılan arkaplânı değiştir
IDC_BTN_BKGND_SET			= Tarayıcı...
IDC_BTN_BKGND_OPEN			= Klâsör Aç
IDC_STATIC_BKGNDCOLOR			= Arkaplân Rengi:
IDC_BTN_BKGND				= Seç...
IDC_STATIC_BORDERCOLOR			= Sınır Rengi:
IDC_BTN_BORDERCOLOR			= Seç...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Yer imi ayarları
IDC_CHK_AUTOBOOKMARK			= Güncel görüntü yolunu yer imlerine otomatik kaydet
IDC_CHK_SHARE_SETTING			= Yapılandırma/Yerimleri birden çok fazla örneği arasında paylaş
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Sıkıştırılmış görüntü dosyalarının mevcut görüntü yolunu otomatik hatırla
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Sil
IDC_STATIC_MAX_BOOKMARK			= Maksimum Yer imi Sayısı:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= İlişkilendirilmiş dosya uzantısı listesi
IDC_BTN_IMAGE_SELECT			= Hepsini Seç
IDC_BTN_IMAGE_DESELECT			= Hepsini Seçmeyi Bırak
IDC_BTN_APPLY_NOW			= Şimdi Kaydet

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Uzantı Birleşmesi
IDC_STATIC_ASSOC_DESC1			= Windows 8 veyâ sonraki sürümler için, aşağıdaki gibi dosyaları ilişkilendirebilirsiniz:
IDC_STATIC_ASSOC_DESC2			= 1. Aşağıdaki "Birleşme Ayarları" düğmesine tıklayın
IDC_STATIC_ASSOC_DESC3			= 2. Program Birliği Ayarlar penceresindeki "Tümünü Seç" düğmesini kontrol edin.
IDC_STATIC_ASSOC_DESC4			= 3. ''Kaydet'' düğmesine basın.
IDC_STATIC_ASSOC_DESC1_10		= Windows 10 veyâ sonraki sürümler için, aşağıdaki gibi dosyaları ilişkilendirebilirsiniz:
IDC_STATIC_ASSOC_DESC2_10		= 1. Aşağıdaki "Birleşme Ayarları" düğmesine tıklayın
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Birleşme Ayarları
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Klâsik Metod

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Görüntüyü İşle
IDC_CHK_EXIFROTATION			= Otomatik EXIF bilgisine dayalı görüntüleri döndür
IDC_CHK_STRONG_SHARPEN			= Güçlü keskinleştirme filtresi kullan
IDC_CHK_CACHE_IMAGE			= Önbellekteki sonraki resim
IDC_STATIC_CACHE_MEMORY_SIZE		= Önbellek hâfıza boyutu: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Görüntü penceresinden daha büyük ise görüntünün üstünü göster
IDC_CHK_USE_PREVIEW_MODE		= Daha hızlı render için ilk düşük kaliteli görüntüleri görüntüle
IDC_CHK_USE_IMAGE_ICC			= Görüntü dosyasının ICC profili verilerini kullan
IDC_CHK_USE_MONITOR_ICC			= Monitörün ICC profili verilerini kullan
IDC_STATIC_GIF_TRANSPARENT_OPTION	= GIF görüntüleri için şeffaf arka plân:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= 32-bit görüntü saydam arka plân:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= İnterpolasyon (filtreyi yeniden boyutlandır):
IDC_STATIC_PAGETURNFX			= Sayfa çevirme efekti:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Denetle
IDC_STATIC_CUSTOMKEYDESC_KEY		= Klâvye Kısayolu
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Eylem

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Ayar
IDC_STATIC_CUSTOMMOUSE_ACTION		= Eylem
IDC_CHK_CUSTOM_LBUTTON			= Sol buton
IDC_CHK_DBLCLICK2MAXIMIZE		= Çift tıklandığında Maksimum/Yeniden ayarla
IDC_CHK_CLICK2PAGETURN			= Sola veya ekranın sağ tarafında tıklandığında sayfayı çevir
IDC_CHK_CUSTOM_MBUTTON			= Orta düğme
IDC_CHK_CUSTOM_RBUTTON			= Sağ düğme
IDC_CHK_CUSTOM_XBUTTON			= X düğmesi
IDC_CHK_CUSTOM_YBUTTON			= Y düğmesi
IDC_CHK_CUSTOM_WHEELUP			= Fâre Tekerleği yukarı
IDC_CHK_CUSTOM_WHEELDN			= Fâre Tekerleği aşağı

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Bağlam menü ayarları
IDC_CHK_SHELL_USE_SHELL_MENU		= Windows Gezgini bağlam menüsünü kullan
IDC_CHK_SHELL_TRANSFORM_DLG		= Honeyview ile görüntü formatı dönüştür
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Honeyview ile görüntüyü görüntüle
IDC_CHK_SHELL_PREVIEW_IMAGE		= Bağlam menüsünde önizle
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Görüntü bilgisini göster
IDC_CHK_SHELL_SHOW_ICON			= HonyView ikonunu göster

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Çeşitli Ayarlar
IDC_STATIC_PHOTOFOLDER			= Fotoğraf Klâsörü
IDC_STATIC_PHOTOFOLDER_DESC1		= Fotoğraf Klâsörü 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Fotoğraf Klâsörü 2:
IDC_BTN_PHOTOFOLDER_SET1		= Tarayıcı...
IDC_BTN_PHOTOFOLDER_OPEN1		= Aç
IDC_BTN_PHOTOFOLDER_SET2		= Tarayıcı...
IDC_BTN_PHOTOFOLDER_OPEN2		= Aç
IDC_STATIC_EXTPROGRAM			= Görüntü Düzenleyici
IDC_BTN_SET_EXTPROG0			= Tarayıcı...
IDC_BTN_SET_EXTPROG1_FAST		= Önceden Hazırla
IDC_CHK_PAGETURNWAV			= Sayfa çevirme efekti sesi
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= RAW görüntü dosyalarını açma
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= JPEG dosyaları açıldığında, aynı adla RAW görüntü dosyalarını açma
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= RAW görüntü dosyaları açıldığında, küçük resim göster
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Görüntü boyutunu, pencere boyutuna ayarla
IDC_CHK_DISABLE_SCREEN_SAVER		= Honeyview çalışırken Windows ekran koruyucuyu devre dışı bırak

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Dil Ayarları
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Daha fazla dil indir...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Dil dosyası klâsörünü aç...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Görüntü Seç
IDC_CHECK_SHOW_THUMBNAIL		= Thumbnail ilerlemisin gizle

[IDD_PASSINPUT]
IDD_PASSINPUT				= Şifre Gir
IDC_STATIC_PASSDESC			= Bu dosya şifreli. Lütfen şifrenizi girin.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Yer imlerini Düzenle
IDC_BTN_DEL				= Sil
IDC_BTN_IMPORT				= Dışardan içeri Yer imi aktar
IDC_BTN_EXPORT				= Yer imlerini dışarı aktar

[IDD_PRINT]
IDD_PRINT				= Yazdır
IDC_GROUP_PRINTER			= Yazıcı Seç
IDC_BTN_PRINTER_PROPERTY		= Özellikleri
IDC_CHK_ROTATE				= 90˚ Çevir
IDC_CHK_FIT_IN				= Kağıda sığacak şekilde büyüt
IDC_STATIC_ZOOM				= Ölçek:
IDC_STATIC_MARGIN_L			= Sol Kenar Boşlukları:
IDC_STATIC_MARGIN_T			= Üst:
IDC_STATIC_MARGIN_R			= Sağ:
IDC_STATIC_MARGIN_B			= Alt:
IDC_STATIC_COPIES			= Kopyalar:
IDC_BTN_PRINT				= Yazdır
IDC_BTN_CLOSE				= İptâl

[IDD_UPDATE]
IDD_UPDATE				= Honeyview Güncellemeleri
IDC_STATIC_MESSAGE_1			= Honeyview güncellemeleri hazır.
IDC_STATIC_MESSAGE_2			= Yeni versiyonu indirmek içini ''güncelle'' butonuna basın.
IDOK					= Güncelle
IDCANCEL				= İptâl
IDC_BTN_SETTING_UPDATE			= Ayarlar

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Yeniden adlandır veyâ üzerine yaz
IDC_STATIC_ASK_OVERWRITE		= Dosya zâten var.
IDC_STATIC_SRC				= Geçerli Görüntü
IDC_STATIC_DST				= Tedef Görüntü
IDC_BTN_OVERWRITE			= Üzerine Yaz
IDC_BTN_RENAME				= Farklı Kaydet...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Masaüstü Arkaplân Ayarla
IDC_STATIC_PREVIEW			= Önizle
IDC_STATIC_BACK_COLOR			= Arkaplân rengi
IDC_RADIO_BACKCOLOR_0			= Siyah
IDC_RADIO_BACKCOLOR_1			= Otomatik
IDC_RADIO_BACKCOLOR_2			= Özel...
IDC_BTN_BKGND				= Seç....
IDC_BTN_CLOSE				= İptâl
IDC_BTN_APPLY				= Şimdi uygula

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Dosya Aç
IDC_STATIC_OPENING			= Açılıyor...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Klâsör Seç
IDC_STATIC_FOLDER			= Klâsör Yolu:
IDC_BTN_NEWFOLDER			= Yeni Klâsör
IDC_CHK_OPEN_SUBFOLDER			= Alt klâsörlerdeki tüm dosyaları içer

[IDD_TRANSFORM]
IDD_TRANSFORM				= Görüntü Dönüştürme
IDC_STATIC_FILELIST			= Dosya Listesi
IDC_STATIC_PREVIEW			= Önizle
IDC_BTN_START				= Başla
IDC_BTN_CLOSE				= İptâl
IDC_BTN_OPEN_DEST_FOLDER		= Klâsör Aç

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Döndür
IDC_RADIO_ROTATE_NONE			= Döndürme
IDC_RADIO_ROTATE_LEFT			= 90˚ Döndür counter-clockwise
IDC_RADIO_ROTATE_RIGHT			= 90˚ DÖndür clockwise
IDC_RADIO_ROTATE_180			= 180˚ Döndür
IDC_RADIO_ROTATE_AUTO			= EXIF bilsine göre otomatik döndür
IDC_STATIC_RESIZE			= Yeniden Boyutlandır
IDC_STATIC_RESIZE_SIZE			= Yeni Boyut

IDC_STATIC_FORMAT			= Format Ayarları
IDC_STATIC_FORMAT_SELECT		= Format:
IDC_STATIC_FORMAT_QUALITY		= Kalite:
IDC_STATIC_SAVE				= Çıkış Klâsörü
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Orijinâl Klâsöre Kaydet
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Fotoğraf Klâsörüne Kaydet
IDC_RADIO_TARGETFOLDER_CUSTOM		= Şuraya Kaydet:
IDC_STATIC_FILENAME_HEADER		= Dosya ismini önüne ekle
IDC_STATIC_FILENAME2SAVE		= Dosya ismini önizle
IDC_BTN_INIT				= Yeniden Yapılandır


[SKIN]
$TT_FULLSCREEN				= Tam Ekran (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Klâvye Kısayolları: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Hotkey: Alt+Z
$TT_PAGESELECT				= Görüntü Seç (Enter)
$TT_LOCKCONTROLBAR			= Kontorlleri Kilitle (Hotkey: ~)
$TT_LOCKTITLEBAR			= Menüyü Kilitle (Hotkey: `)
$TT_COPY_EXIFINFO			= Görüntü/EXIF Bigisi kopyala (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Göster/Gizle Görüntü/EXIF Bilgisi (Hotkey: Tab)
$TT_LAUNCH_GPS_LOCATION			= Google Maps üzerinde gör.(Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= Ses dosyasını oynat (Ses ve Shot dosyası).
$TT_CLOSE_EXIFINFO			= İptâl (Hotkey: Tab)
$TT_PREV_BTN				= L-Mouse:Önceki, R-Mouse:Önceki 10'uncu
$TT_NEXT_BTN				= L-Mouse:Sonraki, R-Mouse:Sonraki 10'uncu

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Sound&&Shot
$BTN_TEXT_SHOWMODE			= Göster
$BTN_TEXT_PHOTOFOLDER			= Kopyala
$BTN_TEXT_EDIT				= Düzenle
$BTN_TEXT_STICKY			= Kilitle
$BTN_TEXT_BOOKMARK			= Yer imi
$BTN_TEXT_SLIDESHOW			= Slayt Gösterisi
$BTN_TEXT_UPDATE			= Yeni versiyon kullanılabilir

$TEXT_SETTINGTAB_GENERAL		= Genel
$TEXT_SETTINGTAB_VIEW			= Göster
$TEXT_SETTINGTAB_BOOKMARK		= Yer imi
$TEXT_SETTINGTAB_ASSOC			= Birleşme
$TEXT_SETTINGTAB_IMAGEPROCESS		= Görüntü İşleme
$TEXT_SETTINGTAB_KEYBOARD		= Klâvye
$TEXT_SETTINGTAB_MOUSE			= Fâre
$TEXT_SETTINGTAB_SHELL			= Bağlam Menüsü
$TEXT_SETTINGTAB_ETC			= Çeşitli
$TEXT_SETTINGTAB_LANG			= Dil

$TEXT_DESKTOP				= Masaüstü
$TEXT_DOCUMENT				= Belge
$TEXT_PICTURE				= Resim
$TEXT_COMPUTER				= Bilgisayar


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Honeyview ile format çevir(&2)
TEXT_LAUNCH_HONEYVIEW			= Honeyview ile görüntüle(&3)
TEXT_LOADING				= Yükleniyor...
TEXT_IMAGE_LOAD_FAILED			= Yüklenen dosya başarısız oldu
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= No Preview Available


[INSTALLER]
LNK_FILE_DESC				= Honeyview Çalıştır
UNINSTALLER_LNK_NAME 			= Programı Kaldır

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview hâlen çalışıyor. Lütfen programdan çıkış yapın.
MSG_ASK_DELETE_ALL_FILES		= Bazı dosyalar yükleme klâsöründe kalıyor ($INSTDIR).[br][br]Tamâmen klasörü silmek ister misiniz?
MSG_ASK_RESTART_EXPLORER		= Kurulumu bitirmek için, Windows Gezginini yeniden başlatmanız gerekiyor. Şimdi yeniden başlatmak ister misiniz?
MSG_ASK_UNINSTALL_HV3			= Honeyview3 başarıyla yüklendi. Yeni sürümü yüklemek için yüklü olan Honeyview3'ü kaldırmanız gerekiyor. Devâm etmek istiyor musunuz?
MSG_UNINSTALL_HV3_FAILED		= Kaldırma başarısız oldu.
MSG_RESTART_EXPLORER			= Windows Gezgini, Honeyview3 kaldırma işlemini tamamlamak için yeniden başlayacaktır.

TEXT_LICENSE				= Honeyview Lisans Sözleşmesi
TEXT_OPTIONS				= Kurulum Seçeneği
TEXT_OPT_PROGRAMGROUP			= Program grubu oluştur
TEXT_OPT_DESKTOPSHORCUT			= Masaüstünde kısayol oluştur
TEXT_OPT_QUICKLAUNCH			= Hızlı Başlat kısayol oluştur
TEXT_OPT_FOLDER				= Hedef Klâsör
TEXT_OPT_REGIMAGE			= Ön görüntü dosya uzantıları
TEXT_SELECT_FOLDER			= Dosya Seç
TEXT_LICENSE_LINK			= [Website]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= SON KULLANICI LİSANS SÖZLEŞMESİ
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview, Bandisoft tarafından geliştirilen ve dağıtılan ücretsiz bir ultra hızlı resim görüntüleyicisidir.[br][br]Bu program, bireysel, kurumsal, hükûmet ve daha fazlası için ücretsizdir.

TEXT_ASK_RESTART_EXPLORER		= Windows Gezgini, yüklemeyi tamamlamak için yeniden başlayacaktır. Şimdi başlatmak ister misiniz?
TEXT_NEED_ADMIN_PRIVILEGE		= Bu program sâdece Yönetici Hakları ile kullanıcı tarafından yüklenebilir.[br][br]Yönetici olmayan kullanıcılar, programı düzgün yükleyemeyebilir.[br][br]Yükleme işlemini durdurmak istiyor musunuz?

